Repository: natanrce/arc-viewer
Catalog: Arc Viewer/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en

source: · %@ restante
en: · %@ remaining

source: (vazio)
en: (empty)

# %lld results
source: %lld resultados
en: %lld results

source: Alfabética
en: Alphabetical

source: Atualizando índice
en: Updating index

source: Carregando conteúdo…
en: Loading content…

source: Chave
en: Key

source: Chave de cache
en: Cache key

source: Clique para copiar
en: Click to copy

source: Concluído
en: Done

source: Conteúdo
en: Content

source: Data da entrada
en: Entry date

source: Desconhecido
en: Unknown

source: Entrada
en: Entry

source: Erro
en: Error

source: Erro desconhecido
en: Unknown error

source: Escolha uma entrada para ver metadados e conteúdo
en: Choose an entry to view its metadata and content

source: Exportar
en: Export

source: Extraindo texto
en: Extracting text

source: Finalizando
en: Finalizing

source: Hoje
en: Today

source: Imagem
en: Image

source: Indexando
en: Indexing

source: Lendo cache
en: Reading cache

source: Limpar filtros
en: Clear filters

source: Mais antigo
en: Oldest

source: Mais recente
en: Most recent

source: Metadados
en: Metadata

source: Método
en: Method

source: não (binário)
en: no (binary)

source: Não foi possível exibir a imagem
en: Unable to display the image

source: Ocioso
en: Idle

source: Ontem
en: Yesterday

source: Ordenar e filtrar
en: Sort and filter

source: Ordenar por
en: Sort by

source: Relevância
en: Relevance

source: Resposta
en: Response

source: Selecione uma entrada
en: Select an entry

source: Sem conteúdo
en: No content

source: Sem data
en: No date

source: Sem headers
en: No headers

source: sim
en: yes

source: Tamanho
en: Size

source: Texto
en: Text
